<?php
/**
 * Created by PhpStorm.
 * User: Сергей
 * Date: 09.07.2018
 * Time: 17:03
 */


return [


    'cost' => 'Вартість консультації:',
    'resume' => 'Резюме >>>',
    'consult' => 'Радник: ',
    'experience' => 'Сфера компетенції',
    'myconsults' => 'Консультації',
    'plan' => 'Запланувати консультацію',
    'possibility' => 'Ви маєте можливість зареєструватися на консультацію до радника ',
    'confirm' => 'на обрану вами годину. Підтвердіть вашу дію.',
    'action' => 'Зареэструватися ',
    'attention' => '"Вибачте за незручності, данний функціонал доступний тільки з особистого кабінету."',
];
