<?php

return [
        'region' => 'Регіон',
        'activity' => 'Сфера діяльності',
        'specialty' => 'Спеціальність',

        'vacancy' => 'Топ вакансій',
        'news' => 'Новини',
        'main' => 'Головна',
        'personalcab' => 'Особистий кабінет',
        'resume' => 'Резюме',
        'contacts' => 'Контакти',
        'vac'=> 'Вакансій',

        'top' => 'Розмістити вакансію в ТОПі',
        'sort_by' => 'Сортувати по:',
        'rating_m' => 'рейтинг -',
        'rating_p' => 'рейтинг +',
        'date' => 'по даті',
        'new_first' => 'спочатку нові',
        'old_first' => 'спочатку старі',
        'gaps' => 'по проміжку дат:',
        'from' => 'від',
        'to' => 'до',

        'rating' => 'Рейтинг:',
        'read_next' => 'Читати далі...',

        'addresume' => 'додати резюме',
        'editResume' => 'редагувати резюме',
        'contactus' => 'Звязатися з нами:',
        'aboutus' => 'Про нас',

        'addCompany' => 'Додати компанію',
        'editCompany' => 'Редагувати компанію',

        'addVacancy' => 'Додати вакансію',
        'editVacancy' => 'Редагувати вакансію',
    
        'editComment' => 'Редагувати коментар',
        'deleteComment' => 'Видалити коментар',
        'deleteSuccess' => 'Коментар був видалений успішно',
        'confirmDelete' => 'Ви дійсно хочете видалити цей коментар?',

];
