<?php

return [
        'region' => 'Регіон',
        'activity' => 'Сфера діяльності',
        'specialty' => 'Спеціальність',

        'vacancy' => 'Топ вакансій',
        'news' => 'Новини',
        'main' => 'Головна',

        'top' => 'Розмістити вакансію в ТОПі',
        'sort_by' => 'Сортувати по:',
        'rating_m' => 'рейтинг -',
        'rating_p' => 'рейтинг +',
        'date' => 'по даті',
        'new_first' => 'спочатку нові',
        'old_first' => 'спочатку старі',
        'gaps' => 'по проміжку дат:',
        'from' => 'від',
        'to' => 'до',

        'rating' => 'Рейтинг:',
        'read_next' => 'Читати далі...',

];
