<?php

return [
        'region' => 'Регіон',
        'activity' => 'Сфера діяльності',
        'specialty' => 'Спеціальність',

        'vacancy' => 'Топ вакансій',
        'news' => 'Новини',
        'main' => 'Головна',
        'personalcab' => 'Особистий кабінет',
        'resume' => 'Резюме',
        'contacts' => 'Контакти',
        'vac'=> 'Вакансій',
        'project' => 'Проект',

        'top' => 'Розмістити вакансію в ТОПі',
        'sort_by' => 'Сортувати по:',
        'rating_m' => 'рейтинг -',
        'rating_p' => 'рейтинг +',
        'date' => 'по даті',
        'new_first' => 'спочатку нові',
        'old_first' => 'спочатку старі',
        'gaps' => 'по проміжку дат:',
        'from' => 'від',
        'to' => 'до',
        'reset' => 'очистити',

        'rating' => 'Рейтинг:',
        'read_next' => 'Читати далі...',

        'addresume' => 'додати резюме',
        'editResume' => 'редагувати резюме',
        'contactus' => 'Звязатися з нами:',
        'aboutus' => 'Про нас',

        'addCompany' => 'Додати компанію',
        'editCompany' => 'Редагувати компанію',

        'addConsultant' => 'Додати радника',
        'editConsultant' => 'Відредагувати дані радника',

        'addVacancy' => 'Додати вакансію',
        'editVacancy' => 'Редагувати вакансію',
        'closetopvac' => 'Закрити Топ вакансії. Зявиться знов після перезавантаження сторінки',
        'closetopnews' => 'Закрити Новини. Зявиться знов після перезавантаження сторінки'

];
