<?php

return [

    'information' => 'інформація',
    'about' => 'Про нас',
    'education' => 'Навчання',
    'partners' => 'Партнери',
    'training' => 'Тренінги і семінари',
    'contacts' => 'Контакти',
    'courses' => 'Курси',
    'service' => 'Послуги',
    'copy' => '© 2012 | Проект реалізований за підтримки міжнародного фонду "Відродження"',
    'share' => 'Поділитись у соцмережах:',
    'support' => 'Підтримка',
    'business_ideas' => 'Бізнес-ідеї',
    'schools' => 'Навчальні заклади',
    'education_abroad' => 'Навчання за кордоном',
    'directory' => 'Довідник',

];