<?php

return [

    'position' => 'Позиція:',
    'branch' => 'Галузь:',
    'organization' => 'Оберіть організацію',
    'salarymin' => 'Зарплата (мiнiмальна):',
    'salarymax' => 'Зарплата (максимальна):',
    'currency' => 'Валюта:',
    'email' => 'Електронна пошта:',
    'city' => 'Місто:',
    'description' => 'Опис:',
    'status' => 'Статус публікації:',
    'regvacancy' => 'Зареєструвати вакансію',
    'regresume' => 'Зареєструвати резюме',
    'regcomapany' => 'Зареєструвати компанію',
    'phone' => 'Телефон:',
    'namecompany' => 'Назва компанії:',
    'shortnamecompany' => 'Коротка назва організації',
    'linkcompany' => 'Посилання на компанію',
    'changefoto' => 'Змінити фото',
    'required' => 'Обовязкові для заповнення',
    'fullname' => 'Прізвище та ім\'я:',
    'unselected' => 'Файл не вибрано',
    'choose' => 'Виберіть фото',
    'editResume' => 'Відредагувати резюме',

];
