<?php

return [

    'save' => 'Зберегти',
    'close' => 'Закрити',
    'edit' => 'Редагувати',
    'delete' => 'Видалити',
    'placetop' => 'Розмістити в топі',
    'updatedate' => 'Оновити дату',
    'description' => 'Опис:',
    'city' => 'Місто',
    'phone' => 'Телефон:',
    'dosent' => '"Вибачте за незручності, ця функція на даний момент не працює"',
    'unblock' => 'Розблокувати',
    'sendfile' => 'Вiдправити файл',
    'sendresume' => 'Вiдправити резюме',
    'respond' => 'Відгукнутись',

    'area' => 'Галузь',
    'position' => 'Посада',
];
