@extends('app')

@section('title')
    <h2>Про нас</h2>
@stop

@section('content')

    Iдея створення Всеукраїнської молодіжної громадської організації (ВМГО «МЦП») виникла серед директорів обласних Молодіжних центрів праці в 2004 році, як певного громадського об’єднання, яке б відстоювало інтереси членів цього об’єднання а саме: керівників та працівників молодіжних центрів праці, бізнес-інкубаторів, бізнес-центрів, членів трудових загонів, громадян, які займаються постійним і тимчасовим працевлаштуванням, профорієнтацією молоді та розвитком молодіжного підприємництва.
    01 листопада 2007 року було проведено установчий з’їзд ВМГО «МЦП», а 29 грудня 2007
    року – зареєстровано Міністерством юстиції України.

    <ul>
        <li>
            Основна мета діяльності організації - пошук нових механізмів зайнятості молоді
            та їх реалізація.
        </li>

        <li>
            На даний час в структуру ВМГО «МЦП» входять 18 обласних осередків, кількість членів організації – близько 150.
        </li>

        <li>
            Вищим керівним органом організації є З’їзд, в період між З’їздами вищим керівним органом є Рада, колегіальним органом управління в період між засіданнями Ради є Правління, яке підзвітне Раді, контрольні функції фінансово-господарської діяльності виконує Ревізійна комісія, вищою посадовою особою ВМГО «МЦП» є Голова.
        </li>

        <li>
            Iнформація про досвід реалізації проектів:
            <ul>
                <li>
                    У 2008 році спільно із ВГО «Фонд розвитку демократії» було проведено цикл громадських слухань у семи областях (Вінницька, Волинська, Львівська, Івано-Франківська, Тернопільська, Хмельницька, Херсонська) України, на яких було обговорено становище молоді на ринку праці (значна увага приділялась проблемі зайнятості сільської молоді).
                </li>
                <li>
                    У 2010 році організація виграла конкурс проектів громадських організацій, який
                    проводило Міністерство України у справах сім’ї, молоді та спорту, з проектом: «Трудове
                    та патріотичне виховання молоді».
                </li>
                <li>
                    У 2010 році від Міжнародного фонду «Відродження» організація отримала фінансування
                    на проект «Наметовий табір «Відпочивай, працюй і не сумуй» в рамках антикризової
                    гуманітарної програми.
                </li>
                <li>
                    У 2012 році за підтримки Антикризової гуманітарної програми Міжнародного
                    фонду «Відродження» організація реалізовує проект «Інформаційно-аналітична система
                    молодіжних центрів праці та центрів працевлаштування студентів: «Робота для молоді»»,
                    який передбачає створення інтерактивної інформаційно-аналітичної системи молодіжних
                    центрів праці та центрів працевлаштування студентів для автоматизації, уніфікації та
                    підвищення ефективності їх роботи з молоддю та взаємодії з партнерами і між собою.
                </li>
                <li>
                    У 2013 році за підтримки Благодійного фонду Богдана Гаврилишина організація
                    реалізує міжнародний проект «Пошук нових механізмів працевлаштування молоді».
                    Основною метою якого є вивчити досвід у сфері працевлаштування молоді в Польщі та
                    цей досвід, через конкретні засоби, впровадити в Україні.
                </li>
                <li>
                    У 2013-2014 вперше в Україні проведено галузеві ярмарки вакансій зокрема в ІТ
                    сфері.
                </li>
                <li>
                    За 2014 рік провели в місті Тернополі Україно-польський семінар з питань
                    працевлаштування молоді, зокрема на перше робоче місце. Метою заходу стало
                    вивчення кращих практик працевлаштування молоді в Польщі а результатом підписання
                    меморандуму співпраці між українськими та польськими структурами, які реалізують
                    політику зайнятості молоді.
                </li>
                <li>
                    У 2015 році організація виграла конкурс проектів громадських організацій, який
                    проводило Міністерство України у справах сім’ї, молоді та спорту, з проектом: «Проведення молодіжних ярмарок вакансій та кар’єри, зокрема для внутрішньо переміщених осіб» - «ДЕНЬ КАР’ЄРИ/ PROFI DAY» - це цикл заходів, які охопили більше, як 15 областей України і поєднали у собі ярмарки вакансій, тренінги від провідних роботодавців та виставки всеукраїнських та регіональних компаній. Основною цільовою авдиторією проекту є молодь та внутрішньо переміщені особи. Пріоритетною сферою ярмарок є інформаційні технології та сільське господарство.
                </li>
            </ul>
        </li>
    </ul>
@stop