@extends('app')

@section('content')
<div class="listArticles">
    @include('newDesign.breadcrumb',array('breadcrumbs' =>[
           ['url'=> 'head','name'=>'Головна'],
           ['name' => 'Политика использования', 'url' => false]
           ]
       )
       )
    <p><span style="font-weight: bold;">Персональні дані <strong>–</strong> </span>відомості чи сукупність відомостей про фізичну особу (користувача Сайту), яка ідентифікована або може бути конкретно ідентифікована.</p>
    <p><strong><span style="margin right: 15px;">Склад та зміст персональних даних:</span></strong></p>
    <ol style="margin-left: 30px; margin-top: 20px;">
        <li style="margin-top: 10px;">Прізвище, ім’я, по батькові.</li>
        <li style="margin-top: 10px;">Адреса місця проживання/ реєстрації.</li>
        <li style="margin-top: 10px;">Контактний номер телефону.</li>
        <li style="margin-top: 10px;">Адреса електронної пошти.</li>
        <li style="margin-top: 10px;">Інші дані за бажанням.</li>
    </ol>
    <p><span style="font-weight: bold;">Володілець:</span>&nbsp;«Роботамолоді», адреса: вул. Ващука, 20а м. Вінниця, Україна.</p>
    <p>Телефон: +38 (097) 934-25-24</p>
    <p>E-mail: robotamolodi@gmail.com</p>
    <p><span style="font-weight: bold;">Сайт:</span></p>
    <p><a href="http://kmp.ua/ua/">www.robotamolodi.org</a></p>
    <p><span style="font-weight: bold;">Згода на обробку персональних даних:</span></p>
    <p>Шляхом реєстрації на Сайті, розміщення замовлення на Сайті та/ або шляхом надання своїх персональних даних будь-яким іншим чином, кожен суб’єкт персональних даних свідчить і підтверджує, що ознайомлений і повністю згоден з цією Політикою захисту персональних даних, буде її дотримуватися, що він ознайомлений з правами, які стосуються його персональних даних, а також з тим, що його добровільно надані персональні дані є згодою на їх безстрокову обробку Володільцем на свій розсуд будь-якими способами з маркетинговою та/ або будь-якою іншою метою, що не суперечить законодавству України.</p>
    <p><span style="font-weight: bold;">Права:</span></p>
    <p>Суб’єкт персональних даних має право:</p>
    <ul style="margin-left: 30px; margin-top: 20px;">
        <li style="margin-top: 10px; text-align: justify;">знати про місцезнаходження бази персональних даних, яка містить його персональні дані, її призначення та найменування, місцезнаходження та/ або місце проживання (перебування) Володільця чи розпорядника персональних даних або дати відповідне доручення щодо отримання цієї інформації уповноваженим ним особам, крім випадків, встановлених законом;</li>
        <li style="margin-top: 10px; text-align: justify;">отримувати інформацію про умови надання доступу до персональних даних, зокрема інформацію про третіх осіб, яким передаються його персональні дані;</li>
        <li style="margin-top: 10px; text-align: justify;">на доступ до своїх персональних даних;</li>
        <li style="margin-top: 10px; text-align: justify;">отримувати не пізніше як за тридцять календарних днів з дня надходження запиту, крім випадків, передбачених законом, відповідь про те, чи зберігаються його персональні дані у відповідній базі персональних даних, а також отримувати зміст його персональних даних, які зберігаються;</li>
        <li style="margin-top: 10px; text-align: justify;">пред’являти вмотивовану вимогу Володільцю персональних даних із запереченням проти обробки своїх персональних даних;</li>
        <li style="margin-top: 10px; text-align: justify;">пред’являти вмотивовану вимогу щодо зміни або знищення своїх персональних даних будь-яким Володільцем та розпорядником персональних даних, якщо ці дані обробляються незаконно чи є недостовірними;</li>
        <li style="margin-top: 10px; text-align: justify;">на захист своїх персональних даних від незаконної обробки та випадкової втрати, знищення, пошкодження у зв’язку з умисним приховуванням, ненаданням чи несвоєчасним їх наданням, а також на захист від надання відомостей, що є недостовірними чи ганьблять честь, гідність та ділову репутацію фізичної особи;</li>
        <li style="margin-top: 10px; text-align: justify;">звертатися із скаргами на обробку своїх персональних даних до органів державної влади та посадових осіб, до повноважень яких належить забезпечення захисту персональних даних, або до суду;</li>
        <li style="margin-top: 10px; text-align: justify;">&nbsp;застосовувати засоби правового захисту в разі порушення законодавства про захист персональних даних;</li>
        <li style="margin-top: 10px; text-align: justify;">&nbsp;вносити застереження стосовно обмеження права на обробку своїх персональних даних під час надання згоди;</li>
        <li style="margin-top: 10px; text-align: justify;">&nbsp;відкликати згоду на обробку персональних даних;</li>
        <li style="margin-top: 10px; text-align: justify;">знати механізм автоматичної обробки персональних даних;</li>
        <li style="margin-top: 10px; text-align: justify;">&nbsp;на захист від автоматизованого рішення, яке має для нього правові наслідки.</li>
    </ul>
    <p><span style="font-weight: bold;">Мета збору персональних даних:</span></p>
    <ul style="margin-left: 30px; margin-top: 20px;">
        <li style="margin-top: 10px; text-align: justify;">надання відповідей, консультацій на запити;</li>
        <li style="margin-top: 10px; text-align: justify;">повідомлення, доведення до суб’єкта персональних даних рекламної, маркетингової та іншої інформації про послуги, які надаються Володільцем;</li>
        <li style="margin-top: 10px; text-align: justify;">надсилання інформаційних та рекламно-маркетингових матеріалів, комерційних пропозицій тощо.</li>
    </ul>
    <p><span style="font-weight: bold;">Згода отримувати інформацію про Володільця:</span></p>
    <p>Погоджуючись з цією Політикою захисту персональних даних та продовжуючи користування Сайтом, суб’єкт персональних даних дає свою добровільну згоду отримувати будь-яку інформацію про діяльність Володільця та усвідомлює, що Володілець має право направляти суб’єкту персональних даних будь-яку інформацію без попередньої домовленості засобами електронного зв’язку.</p>
    <p><span style="font-weight: bold;">Особи, яким передаються персональні дані:</span></p>
    <p>Ваші персональні дані можуть бути надані у користування лише представникам володільця персональних даних в обсязі, необхідному для вирішення питання, зазначеного у повідомленні, надісланому Володільцю. Третім особам Ваші дані передаватися не будуть.</p>
    <p><em>Володілець гарантує, що обробка Ваших персональних даних буде здійснюватися із дотриманням вимог українського законодавства та міжнародних договорів України. Володілець забезпечує високий рівень захищеності персональних даних від стороннього втручання чи протиправного використання.</em></p>
    <p><em>Додатково повідомляємо, що Володілець не несе відповідальність за захист Ваших персональних даних при відвідуванні інших сайтів за посиланнями на Сайті Володільця.</em></p>
</div>
    @stop